Repository: AbhishekPandey-10/AgriMate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, pa

source: Logout
hi: लॉग आउट
pa: ਲੌਗ ਆਉਟ

source: Farmer Profile
hi: किसान प्रोफ़ाइल
pa: ਕਿਸਾਨ ਪ੍ਰੋਫ਼ਾਈਲ

source: ID
hi: आईडी
pa: ਆਈਡੀ

source: Free Land
hi: खाली ज़मीन
pa: ਖਾਲੀ ਜ਼ਮੀਨ

source: Acres
hi: एकड़
pa: ਏਕੜ

source: acres
hi: एकड़
pa: ਏਕੜ

source: acre
hi: एकड़
pa: ਏਕੜ

source: Status
hi: स्थिति
pa: ਸਥਿਤੀ

source: Active
hi: सक्रिय
pa: ਸਰਗਰਮ

source: New Crop
hi: नई फसल
pa: ਨਵੀਂ ਫ਼ਸਲ

source: Start Season
hi: मौसम शुरू करें
pa: ਸੀਜ਼ਨ ਸ਼ੁਰੂ ਕਰੋ

source: Expense
hi: खर्च
pa: ਖ਼ਰਚ

source: Log Cost
hi: खर्च दर्ज करें
pa: ਖ਼ਰਚ ਦਰਜ ਕਰੋ

source: Harvest
hi: कटाई
pa: ਵਾਢੀ

source: Sell Crop
hi: फसल बेचें
pa: ਫ਼ਸਲ ਵੇਚੋ

source: Report
hi: रिपोर्ट
pa: ਰਿਪੋਰਟ

source: For Bank
hi: बैंक के लिए
pa: ਬੈਂਕ ਲਈ

source: Active Crops
hi: सक्रिय फसलें
pa: ਸਰਗਰਮ ਫ਼ਸਲਾਂ

source: Started
hi: शुरू
pa: ਸ਼ੁਰੂ

source: Harvest & Sell
hi: कटाई और बिक्री
pa: ਵਾਢੀ ਅਤੇ ਵਿਕਰੀ

source: No active crops.
hi: कोई सक्रिय फसल नहीं।
pa: ਕੋਈ ਸਰਗਰਮ ਫ਼ਸਲ ਨਹੀਂ।

source: Your land is ready for a new season.
hi: आपकी ज़मीन नए मौसम के लिए तैयार है।
pa: ਤੁਹਾਡੀ ਜ਼ਮੀਨ ਨਵੇਂ ਸੀਜ਼ਨ ਲਈ ਤਿਆਰ ਹੈ।

source: Start a season
hi: मौसम शुरू करें
pa: ਸੀਜ਼ਨ ਸ਼ੁਰੂ ਕਰੋ

source: Recent Expenses
hi: हाल के खर्चे
pa: ਹਾਲ ਦੇ ਖ਼ਰਚੇ

source: No expenses recorded yet.
hi: अभी तक कोई खर्च दर्ज नहीं हुआ।
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਖ਼ਰਚ ਦਰਜ ਨਹੀਂ ਹੋਇਆ।

source: Recommended Government Schemes
hi: अनुशंसित सरकारी योजनाएँ
pa: ਸਿਫ਼ਾਰਸ਼ੀ ਸਰਕਾਰੀ ਯੋਜਨਾਵਾਂ

source: Added
hi: जोड़ा गया
pa: ਜੋੜਿਆ

source: New
hi: नई
pa: ਨਵੀਂ

source: Description
hi: विवरण
pa: ਵੇਰਵਾ

source: Benefits
hi: लाभ
pa: ਲਾਭ

source: Eligibility
hi: पात्रता
pa: ਯੋਗਤਾ

source: Apply Now
hi: अभी आवेदन करें
pa: ਹੁਣੇ ਅਰਜ਼ੀ ਦਿਓ

source: Contact Local Office
hi: स्थानीय कार्यालय से संपर्क करें
pa: ਸਥਾਨਕ ਦਫ਼ਤਰ ਨਾਲ ਸੰਪਰਕ ਕਰੋ

source: No scheme recommendations yet.
hi: अभी तक कोई योजना सुझाव नहीं।
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਯੋਜਨਾ ਸੁਝਾਅ ਨਹੀਂ।

source: Add a new crop to get AI-powered government scheme suggestions.
hi: AI-संचालित सरकारी योजना सुझाव प्राप्त करने के लिए नई फसल जोड़ें।
pa: AI ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਸਰਕਾਰੀ ਯੋਜਨਾ ਸੁਝਾਅ ਲਈ ਨਵੀਂ ਫ਼ਸਲ ਜੋੜੋ।

source: Start New Crop
hi: नई फसल शुरू करें
pa: ਨਵੀਂ ਫ਼ਸਲ ਸ਼ੁਰੂ ਕਰੋ

source: Start Crop
hi: फसल शुरू करें
pa: ਫ਼ਸਲ ਸ਼ੁਰੂ ਕਰੋ

source: Cancel
hi: रद्द करें
pa: ਰੱਦ ਕਰੋ

source: Profitability Forecast
hi: लाभ का अनुमान
pa: ਮੁਨਾਫ਼ੇ ਦਾ ਅੰਦਾਜ਼ਾ

source: Calculating forecast...
hi: अनुमान लगाया जा रहा है...
pa: ਅੰਦਾਜ਼ਾ ਲਗਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...

source: No forecast data available
hi: कोई अनुमान डेटा उपलब्ध नहीं
pa: ਕੋਈ ਅੰਦਾਜ਼ਾ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ

source: We don't have historical or estimated data for this crop.
hi: इस फसल के लिए हमारे पास ऐतिहासिक या अनुमानित डेटा नहीं है।
pa: ਇਸ ਫ਼ਸਲ ਲਈ ਸਾਡੇ ਕੋਲ ਇਤਿਹਾਸਕ ਜਾਂ ਅਨੁਮਾਨਿਤ ਡਾਟਾ ਨਹੀਂ ਹੈ।

source: Est. Expense
hi: अनु. खर्च
pa: ਅਨੁ. ਖ਼ਰਚ

source: Est. Income
hi: अनु. आय
pa: ਅਨੁ. ਆਮਦਨ

source: Est. Profit
hi: अनु. लाभ
pa: ਅਨੁ. ਮੁਨਾਫ਼ਾ

source: Based on estimated data.
hi: अनुमानित डेटा पर आधारित।
pa: ਅਨੁਮਾਨਿਤ ਡਾਟਾ ਤੇ ਆਧਾਰਿਤ।

source: Record Harvest
hi: कटाई दर्ज करें
pa: ਵਾਢੀ ਦਰਜ ਕਰੋ

source: Current Market Prices
hi: वर्तमान बाज़ार भाव
pa: ਮੌਜੂਦਾ ਮੰਡੀ ਭਾਅ

source: Source
hi: स्रोत
pa: ਸਰੋਤ

source: Min
hi: न्यूनतम
pa: ਘੱਟ

source: Best Price
hi: सर्वोत्तम मूल्य
pa: ਵਧੀਆ ਭਾਅ

source: Max
hi: अधिकतम
pa: ਵੱਧ

source: Prices are per Quintal. Compare with your selling price before recording the harvest.
hi: मूल्य प्रति क्विंटल हैं। कटाई दर्ज करने से पहले अपने बिक्री मूल्य से तुलना करें।
pa: ਭਾਅ ਪ੍ਰਤੀ ਕੁਇੰਟਲ ਹਨ। ਵਾਢੀ ਦਰਜ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੇ ਵੇਚਣ ਦੇ ਭਾਅ ਨਾਲ ਤੁਲਨਾ ਕਰੋ।

source: No market data found for this crop.
hi: इस फसल के लिए बाज़ार डेटा नहीं मिला।
pa: ਇਸ ਫ਼ਸਲ ਲਈ ਮੰਡੀ ਡਾਟਾ ਨਹੀਂ ਮਿਲਿਆ।

source: Try using a common crop name (e.g. Wheat, Rice, Cotton).
hi: एक सामान्य फसल नाम आज़माएँ (जैसे गेहूँ, चावल, कपास)।
pa: ਇੱਕ ਆਮ ਫ਼ਸਲ ਦਾ ਨਾਮ ਅਜ਼ਮਾਓ (ਜਿਵੇਂ ਕਣਕ, ਚੌਲ, ਕਪਾਹ)।

source: Log Expense
hi: खर्च दर्ज करें
pa: ਖ਼ਰਚ ਦਰਜ ਕਰੋ

source: Save Expense
hi: खर्च सहेजें
pa: ਖ਼ਰਚ ਸੰਭਾਲੋ

source: English
hi: अंग्रेज़ी
pa: ਅੰਗਰੇਜ਼ੀ

source: Hindi
hi: हिन्दी
pa: ਹਿੰਦੀ

source: Punjabi
hi: पंजाबी
pa: ਪੰਜਾਬੀ
